[
  "obsidian-style-settings",
  "omnisearch",
  "text-extractor",
  "keyshots",
  "obsidian-omnivore",
  "settings-search",
  "obsidian-smart-typography",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-paste-image-rename",
  "better-fn",
  "recent-files-obsidian",
  "better-canvas-lock",
  "calendar",
  "obsidian-git",
  "periodic-notes",
  "url-into-selection",
  "obsidian-hider",
  "obsidian-read-it-later",
  "number-headings-obsidian",
  "editor-width-slider",
  "typst",
  "obsidian-carry-forward",
  "obsidian-copy-block-link",
  "better-word-count",
  "wypst",
  "obsidian-contextual-typography",
  "obsidian-tasks-plugin",
  "mysnippets-plugin",
  "obsidian-minimal-settings",
  "typewriter-mode",
  "canvas-mindmap"
]