[
  "obsidian-style-settings",
  "omnisearch",
  "text-extractor",
  "keyshots",
  "obsidian-omnivore",
  "obsidian-git",
  "no-dupe-leaves",
  "dataview",
  "settings-search",
  "obsidian-smart-typography",
  "obsidian-latex-suite",
  "mathlinks",
  "typst",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-paste-image-rename",
  "better-fn",
  "math-booster",
  "calendar",
  "periodic-notes",
  "url-into-selection",
  "obsidian-contextual-typography",
  "list-style",
  "heading-level-indent",
  "obsidian-outliner",
  "better-word-count",
  "readwise-official",
  "obsidian-zotero-desktop-connector",
  "obsidian-copy-block-link",
  "obsidian-hider",
  "obsidian-minimal-settings",
  "obsidian-sortable",
  "obsidian-media-db-plugin",
  "recent-files-obsidian",
  "obsidian-textgenerator-plugin"
]