[
  "obsidian-style-settings",
  "omnisearch",
  "text-extractor",
  "keyshots",
  "obsidian-omnivore",
  "no-dupe-leaves",
  "dataview",
  "settings-search",
  "obsidian-smart-typography",
  "obsidian-latex-suite",
  "mathlinks",
  "typst",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-paste-image-rename",
  "better-fn",
  "math-booster",
  "obsidian-outliner",
  "better-word-count",
  "obsidian-zotero-desktop-connector",
  "obsidian-copy-block-link",
  "obsidian-minimal-settings",
  "obsidian-sortable",
  "recent-files-obsidian",
  "simple-canvasearch",
  "better-canvas-lock",
  "calendar",
  "obsidian-git",
  "periodic-notes",
  "url-into-selection",
  "obsidian-hider",
  "obsidian-kanban",
  "heatmap-calendar",
  "obsidian-read-it-later",
  "obsidian-excalidraw-plugin",
  "excalibrain",
  "typewriter-mode",
  "number-headings-obsidian",
  "editor-width-slider"
]